'''
1. Создать новый проект ""Игра лото""
2. Правила игры можно скачать тут: https://drive.google.com/open?id=1bDMcmVfhYaTUw3CB-MV8WtIIXdYEutvX
3. Написать игру лото.
4. Минимальные требования: 2 игрока - человек играет с компьютером;
5. (Дополнительно *) возможность выбирать тип обоих игроков (компьютер или человек) таки образом чтобы можно было играть: компьютер - человек, человек - человек, компьютер - компьютер;
6. (Дополнительно *) возможность играть для любого количества игроков от 2 и более;
7. Выложите проект на github;
8. Можно сдать задание в виде pull request.
'''

from go_game import Go_game







game = Go_game()
game.start_game()